LEXICON: dict[str, str] = {
    '/start': 'Привет! Я бот для изучения английского языка.',
    '/help': 'Здесь будет список доступных команд',
    '/beginning_without_training': (
        'На данный момент в колоде {} карточек, начать тренировку?'
    ),
    'begin_training': 'Начать',
    'cancel_training': 'Отмена',
    'cancel_training_text': (
        'Жаль, когда захочешь начать тренировку используй команду /beginning'
    ),
    'right_answer_text': 'Правильно!',
    'wrong_answer_text': 'Не правильно, попробуйте снова',
    'no_more_words': (
        'Слова закончились, если хочешь начать новую тренировку'
        'используй команду /beginning.\n'
        'Для просмотра колоды используй команду /cards'
    ),
    '/beginning_with_training': (
        'У вас уже есть начатая тренировка,'
        ' хотите начать новую?'
    ),
    'begin_new_training': 'Начать новую тренировку',
    'training_text': 'Выбери перевод слова:\n{}',
    'end_training': 'Закончить тренировку',
    'end_training_text': (
        'Когда снова захочешь начать тренировку используй команду /beginning'
    ),
    'forward': 'Вперед ➡️',
    'backward': '⬅️ Назад',
    '/cards': (
        'На данный момент в колоде {} карточек. '
        'Для удаления карточки нажмите на нее'
    ),
    'delete_word': (
        'Удалено слово "{}". Для просмотра карточек используйте команду '
        '/cards, или используйте команду /beginning для начала тренировки'
    ),
    '/add_card': (
        'Для добавление карточки введите слово на русском языке'
    )
}
